tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "antigen"
brew "autojump"
brew "bat"
brew "bottom"
brew "exa"
brew "fzf"
brew "gh"
brew "mackup"
brew "macos-trash"
brew "mas"
brew "neovim"
brew "prettyping"
brew "speedtest-cli"
brew "thefuck"
brew "tldr"
brew "tree"
brew "unar"
brew "koekeishiya/formulae/skhd"
cask "amethyst"
cask "basictex"
cask "blurred"
cask "darktable"
cask "engine-prime"
cask "eul"
cask "font-fira-code-nerd-font"
cask "hiddenbar"
cask "iterm2"
cask "logitech-options"
cask "obsidian"
cask "openinterminal"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "rekordbox"
cask "signal"
cask "the-unarchiver"
cask "tidal"
cask "transmission"
cask "vscodium"
mas "Amphetamine", id: 937984704
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Tomito", id: 1526042938
mas "Vimari", id: 1480933944
