tap "homebrew/bundle"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "mutagen-io/mutagen"
brew "ansible"
brew "ansible-language-server"
brew "atuin"
brew "bat"
brew "broot"
brew "libx11"
brew "python@3.12"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "gdu"
brew "gh"
brew "harfbuzz"
brew "zstd"
brew "libtiff"
brew "git-delta"
brew "gitui"
brew "helix"
brew "just"
brew "ldns"
brew "libfido2"
brew "lnav"
brew "lua-language-server"
brew "mackup"
brew "marksman"
brew "neovim"
brew "openssh"
brew "pre-commit"
brew "prettyping"
brew "python-lsp-server"
brew "ripgrep"
brew "rlwrap"
brew "ruff"
brew "sk"
brew "sshpass"
brew "taplo"
brew "telnet"
brew "tio"
brew "tldr"
brew "tokei"
brew "trash-cli", link: true
brew "unar"
brew "uv"
brew "wget"
brew "whois"
brew "yadm"
brew "yaml-language-server"
brew "zellij"
brew "mutagen-io/mutagen/mutagen"
cask "bitwarden"
cask "firefox"
cask "font-symbols-only-nerd-font"
cask "hiddenbar"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "obsidian"
cask "pycharm"
cask "studio-3t"
cask "swish"
cask "the-unarchiver"
cask "wezterm"
cask "windows-app"
cask "wireshark"
